
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Canaglia - 寒冰皇冠"] = "Canaglia - 寒冰皇冠",
	},
	["profiles"] = {
		["Canaglia - 寒冰皇冠"] = {
			["settings"] = {
				["panel"] = false,
			},
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
			},
			["minimap"] = {
				["minimapPos"] = 121.6744805539084,
			},
			["recent"] = {
				["9-0-19-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "灬星仔灬-冰风岗",
						["iLvl"] = 231,
						["time"] = 1634401282,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "鬼迷心窍#51159",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "卫镇天-迪托马斯",
						["iLvl"] = 216,
						["time"] = 1634401282,
						["class"] = 2,
						["bTag"] = "杜连魁#5965",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "湮尘丶沐沐-黑铁",
						["iLvl"] = 211,
						["time"] = 1634401006,
						["class"] = 5,
						["bTag"] = "MaxSmile#51748",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "夸利普贝当-幽暗沼泽",
						["iLvl"] = 220,
						["time"] = 1634401282,
						["class"] = 1,
						["bTag"] = "差不多得了#51311",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "清风出袖-死亡之翼",
						["iLvl"] = 238,
						["time"] = 1634401282,
						["class"] = 12,
						["bTag"] = "落落大方#51713",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "冲锋到坑里-血牙魔王",
						["iLvl"] = 204,
						["time"] = 1634401282,
						["class"] = 1,
						["bTag"] = "为了部落#5103264",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "天龙狂战-毁灭之锤",
						["iLvl"] = 224,
						["time"] = 1634401282,
						["class"] = 1,
						["bTag"] = "天龙狂战#5173",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "朵利古拉-巫妖之王",
						["iLvl"] = 204,
						["time"] = 1634401282,
						["class"] = 3,
						["bTag"] = "琥太郎#5562",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "芳芳姨-远古海滩",
						["time"] = 1634401282,
						["class"] = 11,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Ribs-血色十字军",
						["iLvl"] = 221,
						["time"] = 1634401282,
						["class"] = 4,
						["bTag"] = "想去联盟的部落#5682",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "仙逆-巨龙之吼",
						["iLvl"] = 246,
						["time"] = 1634497771,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "仙逆203#5473",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "天冢-冰风岗",
						["iLvl"] = 226,
						["time"] = 1634497605,
						["class"] = 12,
						["bTag"] = "OTT#51180",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "怒吼过的哀伤-格瑞姆巴托",
						["iLvl"] = 235,
						["time"] = 1634497771,
						["class"] = 1,
						["bTag"] = "冰封下的骑士#5141",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "正义的小绿-燃烧之刃",
						["iLvl"] = 188,
						["time"] = 1634497771,
						["class"] = 10,
						["bTag"] = "小绿#51477",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "巧笑魅兮-加尔",
						["iLvl"] = 224,
						["time"] = 1634497771,
						["class"] = 11,
						["bTag"] = "魅影幽梦#5199",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "鸞鳳清鳴-黑龙军团",
						["iLvl"] = 222,
						["time"] = 1634497771,
						["class"] = 10,
						["bTag"] = "清风飘渺#51872",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "黑老丁-瓦拉斯塔兹",
						["iLvl"] = 229,
						["time"] = 1634497771,
						["class"] = 6,
						["bTag"] = "乎你一电炮#5402",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴打鸡儿-安苏",
						["iLvl"] = 192,
						["time"] = 1634497771,
						["class"] = 7,
						["bTag"] = "Jun#54626",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "playerGJEZUH-安苏",
						["iLvl"] = 199,
						["time"] = 1634497771,
						["class"] = 10,
						["bTag"] = "丨卡布奇诺丨#5729",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "玺风-血色十字军",
						["time"] = 1634867601,
						["class"] = 8,
						["leader"] = true,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "法師灬-主宰之剑",
						["iLvl"] = 220,
						["time"] = 1634867770,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Amethyst#5603",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "霹雳凤凰火-凤凰之神",
						["time"] = 1634867770,
						["class"] = 1,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "小鸡儿出汗-死亡之翼",
						["iLvl"] = 225,
						["time"] = 1634867770,
						["class"] = 11,
						["bTag"] = "裴晓飞#5193",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Dangereussx-燃烧之刃",
						["iLvl"] = 219,
						["time"] = 1634867606,
						["class"] = 9,
						["bTag"] = "Dangereus#5501",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "朗格里-迦顿",
						["iLvl"] = 216,
						["time"] = 1634867770,
						["class"] = 4,
						["bTag"] = "西耶谢#5811",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "耀灵大魔王-死亡之翼",
						["iLvl"] = 220,
						["time"] = 1634867770,
						["class"] = 6,
						["bTag"] = "耀灵血魔#5306",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "黒道圣徒-伊森利恩",
						["iLvl"] = 231,
						["time"] = 1634867770,
						["class"] = 2,
						["bTag"] = "Heroical#5899",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "魅影丶丶-燃烧之刃",
						["iLvl"] = 238,
						["time"] = 1634868160,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "风轻扬#52839",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "天道佩恩-安苏",
						["iLvl"] = 234,
						["time"] = 1634868160,
						["class"] = 3,
						["bTag"] = "灬彬灬#51724",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "煞丶风行者-燃烧之刃",
						["iLvl"] = 234,
						["time"] = 1634868160,
						["class"] = 3,
						["bTag"] = "奉天#51349",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁大恢狼-燃烧之刃",
						["iLvl"] = 233,
						["time"] = 1634868160,
						["class"] = 3,
						["bTag"] = "如此空空#5931",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光下的剑-血色十字军",
						["iLvl"] = 241,
						["time"] = 1634868160,
						["class"] = 2,
						["bTag"] = "一介武夫#51142",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Stanfordwei-燃烧之刃",
						["iLvl"] = 229,
						["time"] = 1634868160,
						["class"] = 6,
						["bTag"] = "Harvard#51286",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "追逐飓风-凤凰之神",
						["iLvl"] = 252,
						["time"] = 1634868160,
						["class"] = 5,
						["bTag"] = "石威#51210",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Xiaoali-黑暗之矛",
						["iLvl"] = 224,
						["time"] = 1634868160,
						["class"] = 8,
						["bTag"] = "陶毅#51393",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "如花大漂亮-提瑞斯法",
						["iLvl"] = 248,
						["time"] = 1634868160,
						["class"] = 11,
						["bTag"] = "幸运之翼#517810",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃卷卷-海克泰尔",
						["iLvl"] = 217,
						["time"] = 1634873137,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "菜比#51422",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "野娇娇-诺森德",
						["iLvl"] = 250,
						["time"] = 1634873137,
						["class"] = 6,
						["bTag"] = "悠悠归梦#5237",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "赚钱养嫂子-安苏",
						["iLvl"] = 232,
						["time"] = 1634873137,
						["class"] = 4,
						["bTag"] = "亲爱得#5211",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "啊联-伊森利恩",
						["iLvl"] = 234,
						["time"] = 1634873137,
						["class"] = 3,
						["bTag"] = "阿联#5282",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Stormstouts-无尽之海",
						["time"] = 1634873137,
						["class"] = 10,
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "旗德-格瑞姆巴托",
						["iLvl"] = 210,
						["time"] = 1634873137,
						["class"] = 11,
						["bTag"] = "MoCuishle#5506",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "Invictus-影之哀伤",
						["iLvl"] = 216,
						["time"] = 1634873137,
						["class"] = 10,
						["bTag"] = "霍格#52982",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "有容乃大-埃霍恩",
						["iLvl"] = 221,
						["time"] = 1634873137,
						["class"] = 5,
						["bTag"] = "雷诺#53754",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "游方行者-伊森利恩",
						["iLvl"] = 219,
						["time"] = 1634873137,
						["class"] = 11,
						["bTag"] = "幽梦醉花间#51611",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "闷骚傲慢的我-埃克索图斯",
						["iLvl"] = 218,
						["time"] = 1635229325,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "三现才钟情#5173",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺芷水箭-死亡之翼",
						["iLvl"] = 218,
						["time"] = 1635229325,
						["class"] = 3,
						["bTag"] = "Madsen#51405",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "星丶哥-血色十字军",
						["time"] = 1635229325,
						["class"] = 1,
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "小哭包丶-死亡之翼",
						["iLvl"] = 227,
						["time"] = 1635229325,
						["class"] = 5,
						["bTag"] = "阿蛋儿#51836",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "豹舞平川-恶魔之魂",
						["time"] = 1635229325,
						["class"] = 1,
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "蓝翔劝退生-伊森利恩",
						["iLvl"] = 212,
						["time"] = 1635229325,
						["class"] = 5,
						["bTag"] = "请叫我峰哥#5603",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "牛德稳-无尽之海",
						["iLvl"] = 236,
						["time"] = 1635229325,
						["class"] = 11,
						["bTag"] = "大力#52236",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "最后的绅士-盖斯",
						["iLvl"] = 237,
						["time"] = 1635229325,
						["class"] = 9,
						["bTag"] = "財神#5558",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "热心的狂暴战-血色十字军",
						["iLvl"] = 239,
						["time"] = 1635229325,
						["class"] = 1,
						["bTag"] = "热心市民小張#5900",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "霸气的霆哥哥-血色十字军",
						["iLvl"] = 185,
						["time"] = 1635417754,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "ShinyHero#550113",
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "僵住了兄弟-伊森利恩",
						["iLvl"] = 221,
						["time"] = 1635417754,
						["class"] = 11,
						["bTag"] = "小白#5145",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "了飞-克尔苏加德",
						["time"] = 1635417754,
						["class"] = 1,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "辣个莓莓-霜之哀伤",
						["iLvl"] = 220,
						["time"] = 1635417754,
						["class"] = 3,
						["bTag"] = "黑凤梨#51792",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "在骚抠你痦子-格瑞姆巴托",
						["iLvl"] = 217,
						["time"] = 1635417754,
						["class"] = 11,
						["bTag"] = "雨的影#51723",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "周鱼凫-凤凰之神",
						["iLvl"] = 245,
						["time"] = 1635417754,
						["class"] = 2,
						["bTag"] = "李作孽#5207",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "幕后煮屍喂你-伊森利恩",
						["iLvl"] = 220,
						["time"] = 1635417754,
						["class"] = 7,
						["bTag"] = "丧钟为你敲响#5360",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "文青刘大壮-安苏",
						["iLvl"] = 207,
						["time"] = 1635417754,
						["class"] = 4,
						["bTag"] = "天真无邪刘不二#5262",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "又要买奶粉了-伊森利恩",
						["iLvl"] = 205,
						["time"] = 1635417754,
						["class"] = 8,
						["bTag"] = "污彦祖#5849",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "璀璨之路-凤凰之神",
						["iLvl"] = 128,
						["time"] = 1635816199,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "炎延#5797",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "迈勒佛冷-无尽之海",
						["iLvl"] = 208,
						["time"] = 1635816199,
						["class"] = 4,
						["bTag"] = "叉烧包子#51988",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "魔王团结者-祖尔金",
						["iLvl"] = 180,
						["time"] = 1635816199,
						["class"] = 1,
						["bTag"] = "魔域海龙王#5620",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "Oliveoyl-阿尔萨斯",
						["iLvl"] = 252,
						["time"] = 1635816199,
						["class"] = 12,
						["bTag"] = "害羞的小狸#5233",
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "Mone-卡拉赞",
						["iLvl"] = 197,
						["time"] = 1635816199,
						["class"] = 11,
						["bTag"] = "蚂蚁#5383",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "脱缰的小德-格瑞姆巴托",
						["iLvl"] = 187,
						["time"] = 1635816199,
						["class"] = 11,
						["bTag"] = "双刃#5754",
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "荷僧-凤凰之神",
						["iLvl"] = 255,
						["time"] = 1635816199,
						["class"] = 10,
						["bTag"] = "卡拉威廉僧#5558",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "丶卿本佳人-海克泰尔",
						["iLvl"] = 186,
						["time"] = 1635816199,
						["class"] = 4,
						["bTag"] = "Vanish#52180",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "庄生梦蝶-血牙魔王",
						["iLvl"] = 214,
						["time"] = 1635816199,
						["class"] = 3,
						["bTag"] = "陶白白#51387",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "我竖-冰风岗",
						["iLvl"] = 185,
						["time"] = 1635817649,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "雨稻田#5182",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "胭脂蜜-沙怒",
						["iLvl"] = 185,
						["time"] = 1635817649,
						["class"] = 6,
						["bTag"] = "陈兮#51395",
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "Droll-安苏",
						["iLvl"] = 221,
						["time"] = 1635817649,
						["class"] = 7,
						["bTag"] = "堕落之魂#5498",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛很奔放-贫瘠之地",
						["time"] = 1635817649,
						["class"] = 1,
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "灬爱丽丝-血色十字军",
						["iLvl"] = 212,
						["time"] = 1635817005,
						["class"] = 5,
						["bTag"] = "还是我#51473",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "素笺染蓝鸢-影之哀伤",
						["iLvl"] = 215,
						["time"] = 1635817649,
						["class"] = 8,
						["bTag"] = "木兮#51887",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "甯战神-冬寒",
						["iLvl"] = 220,
						["time"] = 1635817649,
						["class"] = 1,
						["bTag"] = "DarkWarlock#51891",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "逆天一而行-伊森利恩",
						["iLvl"] = 233,
						["time"] = 1635817649,
						["class"] = 1,
						["bTag"] = "高手#5694",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "Ott-冰风岗",
						["time"] = 1635816873,
						["class"] = 2,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "光影之手-死亡之翼",
						["iLvl"] = 214,
						["time"] = 1635817649,
						["class"] = 2,
						["bTag"] = "混沌与秩序#51926",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "七彩猫仙-迦顿",
						["iLvl"] = 214,
						["time"] = 1635817649,
						["class"] = 10,
						["bTag"] = "喜森#5215",
					}, -- [83]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吴宝宝-血色十字军",
						["iLvl"] = 250,
						["time"] = 1635389898,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "疯狂的吴宝宝#5588",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "破晓星光-血色十字军",
						["iLvl"] = 251,
						["time"] = 1635389898,
						["class"] = 2,
						["bTag"] = "along5357#5301",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "刈龙-巫妖之王",
						["iLvl"] = 226,
						["time"] = 1635389898,
						["class"] = 9,
						["bTag"] = "秒了一只鸡#5986",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "抓鬼大队长-海克泰尔",
						["iLvl"] = 249,
						["time"] = 1635389898,
						["class"] = 4,
						["bTag"] = "固执的鱼#51735",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "裁决之镰-霜狼",
						["iLvl"] = 215,
						["time"] = 1635389898,
						["class"] = 2,
						["bTag"] = "Rachel#5378",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "援霸-死亡之翼",
						["iLvl"] = 253,
						["time"] = 1635389898,
						["class"] = 1,
						["bTag"] = "安东尼高壮#5389",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "猥琐珐育-麦迪文",
						["iLvl"] = 244,
						["time"] = 1635389898,
						["class"] = 7,
						["bTag"] = "月下看灰机#5927",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "芳心纵火犯-影之哀伤",
						["iLvl"] = 233,
						["time"] = 1635389898,
						["class"] = 4,
						["bTag"] = "SywendSu#5153",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "败北-死亡之翼",
						["iLvl"] = 238,
						["time"] = 1635389898,
						["class"] = 8,
						["bTag"] = "Supermage#597432",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "妖孽丶睚眦-死亡之翼",
						["time"] = 1635389898,
						["class"] = 2,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "妖孽丶负屃-死亡之翼",
						["time"] = 1635389898,
						["class"] = 9,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "忘却前尘-阿比迪斯",
						["iLvl"] = 223,
						["time"] = 1635389898,
						["class"] = 12,
						["bTag"] = "暗影之龙#537774",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "魅影小恶魔-耐普图隆",
						["iLvl"] = 205,
						["time"] = 1635389898,
						["class"] = 9,
						["bTag"] = "魅影小海鬼#5576",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "中华小当家-迅捷微风",
						["iLvl"] = 225,
						["time"] = 1635389898,
						["class"] = 2,
						["bTag"] = "Holy#5351",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "阿拉木斯-纳克萨玛斯",
						["iLvl"] = 211,
						["time"] = 1635389898,
						["class"] = 1,
						["bTag"] = "存在#5830",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "玩会得了-神圣之歌",
						["iLvl"] = 208,
						["time"] = 1635389898,
						["class"] = 10,
						["bTag"] = "FunkyMonk#540842",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "东方砳砳-死亡之翼",
						["iLvl"] = 246,
						["time"] = 1635389898,
						["class"] = 2,
						["bTag"] = "月光大大#51814",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "范尼是德魯伊-燃烧平原",
						["iLvl"] = 202,
						["time"] = 1635389898,
						["class"] = 11,
						["bTag"] = "griffyang#5430",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "贵族的延伸-安其拉",
						["iLvl"] = 212,
						["time"] = 1635389898,
						["class"] = 3,
						["bTag"] = "贵族的力量#5458",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "汤圆大魔王-艾莫莉丝",
						["iLvl"] = 220,
						["time"] = 1635389898,
						["class"] = 1,
						["bTag"] = "维特利#5580",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "阖家欢乐-格瑞姆巴托",
						["iLvl"] = 246,
						["time"] = 1635389898,
						["class"] = 2,
						["bTag"] = "黑二虎#5109",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "佳得楽-凤凰之神",
						["iLvl"] = 251,
						["time"] = 1635389898,
						["class"] = 6,
						["bTag"] = "韭菜盒子#51771",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "霜刃飞雪-安苏",
						["iLvl"] = 224,
						["time"] = 1635389898,
						["class"] = 12,
						["bTag"] = "HeroSoul#5801",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "桉梓喵-无尽之海",
						["iLvl"] = 231,
						["time"] = 1635389898,
						["class"] = 8,
						["bTag"] = "ThreeStones#51624",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼影-安苏",
						["iLvl"] = 219,
						["time"] = 1635389898,
						["class"] = 4,
						["bTag"] = "狂龙至尊#5901",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "夜晚狂射-安苏",
						["iLvl"] = 222,
						["time"] = 1635389898,
						["class"] = 3,
						["bTag"] = "骑驴蹦迪#5523",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "臀花-燃烧之刃",
						["iLvl"] = 225,
						["time"] = 1635389898,
						["class"] = 1,
						["bTag"] = "NightKnight#51482",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "八分之一秒-冰霜之刃",
						["iLvl"] = 130,
						["time"] = 1635389898,
						["class"] = 11,
						["bTag"] = "香菜牛杂汤#5709",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "糯米爱吃珍珠-洛丹伦",
						["iLvl"] = 239,
						["time"] = 1635389898,
						["class"] = 12,
						["bTag"] = "常州言冰云#5410",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "花姐-塞拉摩",
						["time"] = 1635389898,
						["class"] = 11,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "小又又恶哩很-格瑞姆巴托",
						["time"] = 1635389898,
						["class"] = 7,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Juvtasy-伊利丹",
						["iLvl"] = 251,
						["time"] = 1635389898,
						["class"] = 9,
						["bTag"] = "juvtasy#5292",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "博雅汉库克-甜水绿洲",
						["iLvl"] = 234,
						["time"] = 1635389898,
						["class"] = 4,
						["bTag"] = "魔神#5803",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "财务丹姐-回音山",
						["iLvl"] = 240,
						["time"] = 1635389898,
						["class"] = 1,
						["bTag"] = "艾雷之光#5174",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "骞予千寻-死亡之翼",
						["iLvl"] = 225,
						["time"] = 1635389898,
						["class"] = 5,
						["bTag"] = "魔法少女吴亦凡#5153",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "世灬无双-黑龙军团",
						["time"] = 1635389898,
						["class"] = 8,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "落絮染轻愁-伊森利恩",
						["iLvl"] = 220,
						["time"] = 1635389898,
						["class"] = 2,
						["bTag"] = "Timeless#52842",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "恶之花-伊森利恩",
						["iLvl"] = 239,
						["time"] = 1635389898,
						["class"] = 4,
						["bTag"] = "橙意满满#5753",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "过把感情瘾-熵魔",
						["iLvl"] = 146,
						["time"] = 1635389898,
						["class"] = 4,
						["bTag"] = "沾血的洋柿子#5283",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "曾厝垵-主宰之剑",
						["time"] = 1635396335,
						["class"] = 8,
						["leader"] = true,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "百里陌-恶魔之魂",
						["iLvl"] = 240,
						["time"] = 1635396353,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "江云恒#5414",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "墨色魅影-燃烧之刃",
						["iLvl"] = 221,
						["time"] = 1635396353,
						["class"] = 3,
						["bTag"] = "冷月孤星#51129",
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "甜酒酿汤圆丶-克尔苏加德",
						["time"] = 1635396329,
						["class"] = 10,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "仓鼠娃儿-血色十字军",
						["iLvl"] = 229,
						["time"] = 1635396343,
						["class"] = 1,
						["bTag"] = "米奇#51961",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "幸运-卡扎克",
						["iLvl"] = 251,
						["time"] = 1635396337,
						["class"] = 2,
						["bTag"] = "美丽的心情#5454",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "歌者-安其拉",
						["iLvl"] = 249,
						["time"] = 1635396351,
						["class"] = 8,
						["bTag"] = "大迷糊蛋#5462",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "牛大师-塔纳利斯",
						["iLvl"] = 205,
						["time"] = 1635396353,
						["class"] = 1,
						["bTag"] = "孤独的医者#5711",
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "草莓味-奥尔加隆",
						["iLvl"] = 198,
						["time"] = 1635396337,
						["class"] = 2,
						["bTag"] = "木木#512827",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "聖光的裁决-贫瘠之地",
						["iLvl"] = 253,
						["time"] = 1635396337,
						["class"] = 2,
						["bTag"] = "圣光的裁决#5322",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "法力丶空虚-奥特兰克",
						["iLvl"] = 182,
						["time"] = 1635396353,
						["class"] = 8,
						["bTag"] = "希瓦的挽歌#5784",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "荒海-鬼雾峰",
						["iLvl"] = 239,
						["time"] = 1635396353,
						["class"] = 3,
						["bTag"] = "为了部落#5212704",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "名侦探柯南-血色十字军",
						["time"] = 1635396345,
						["class"] = 9,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "中大哥-死亡之翼",
						["iLvl"] = 210,
						["time"] = 1635396353,
						["class"] = 10,
						["bTag"] = "何去何从#51637",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "茹玥-安苏",
						["time"] = 1635396345,
						["class"] = 3,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "季末灬初冬-贫瘠之地",
						["iLvl"] = 215,
						["time"] = 1635396349,
						["class"] = 1,
						["bTag"] = "狂野之狼#510159",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "哀母涕-诺森德",
						["time"] = 1635396349,
						["class"] = 2,
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "湿润的食指-迅捷微风",
						["iLvl"] = 234,
						["time"] = 1635396353,
						["class"] = 7,
						["bTag"] = "刺猬#5659",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "昨夜之梦-血吼",
						["time"] = 1635396353,
						["class"] = 12,
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "雨前龙井-恶魔之魂",
						["time"] = 1635396353,
						["class"] = 12,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Hopelessness-贫瘠之地",
						["time"] = 1635396353,
						["class"] = 9,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "莼情丶尐魔女-血环",
						["iLvl"] = 197,
						["time"] = 1635396451,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "夢緈乄莳紛#5375",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "打雷-激流之傲",
						["iLvl"] = 207,
						["time"] = 1635396451,
						["class"] = 1,
						["bTag"] = "讷言#5809",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "圣徒-安其拉",
						["iLvl"] = 235,
						["time"] = 1635396451,
						["class"] = 4,
						["bTag"] = "超大份奶昔#5342",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "茉莉炙嬊-巨龙之吼",
						["iLvl"] = 251,
						["time"] = 1635396451,
						["class"] = 3,
						["bTag"] = "菩提聖仙#5747",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "不了不了-冬泉谷",
						["iLvl"] = 249,
						["time"] = 1635396451,
						["class"] = 1,
						["bTag"] = "不了不了#5750",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "密涅瓦-血色十字军",
						["iLvl"] = 252,
						["time"] = 1635396451,
						["class"] = 3,
						["bTag"] = "螳螂妖追猎者#5864",
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "黑风要塞-红龙女王",
						["iLvl"] = 195,
						["time"] = 1635409078,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "缺德的团#5538",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "申苡苡-金度",
						["time"] = 1635409078,
						["class"] = 6,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "斯拉瓦乄独狼-燃烧之刃",
						["iLvl"] = 178,
						["time"] = 1635409078,
						["class"] = 3,
						["bTag"] = "烟雨平生#51866",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "西凉河葛三叔-凤凰之神",
						["iLvl"] = 221,
						["time"] = 1635409078,
						["class"] = 9,
						["bTag"] = "贾昆丨赫加尔#5666",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "筋斗云-芬里斯",
						["iLvl"] = 253,
						["time"] = 1635409078,
						["class"] = 11,
						["bTag"] = "筋斗云#51230",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "刺瞎瞎-燃烧军团",
						["iLvl"] = 200,
						["time"] = 1635409078,
						["class"] = 4,
						["bTag"] = "火狐#5169",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "墨烟-格瑞姆巴托",
						["time"] = 1635409078,
						["class"] = 8,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "一方-寒冰皇冠",
						["time"] = 1635409078,
						["class"] = 10,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "熊莉莉-影之哀伤",
						["iLvl"] = 228,
						["time"] = 1635409078,
						["class"] = 3,
						["bTag"] = "阿熊尼斯#5604",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "Daifuku-伊森利恩",
						["iLvl"] = 211,
						["time"] = 1635409078,
						["class"] = 6,
						["bTag"] = "mASK#52473",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "装死有一手-无尽之海",
						["iLvl"] = 206,
						["time"] = 1635409078,
						["class"] = 3,
						["bTag"] = "青山你看#5327",
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "Liella-凤凰之神",
						["iLvl"] = 239,
						["time"] = 1635409078,
						["class"] = 6,
						["bTag"] = "蕉迟但到#5360",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "Eyeofthesky-凤凰之神",
						["iLvl"] = 233,
						["time"] = 1635409078,
						["class"] = 12,
						["bTag"] = "lclp21#5470",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "枪兵滚毒爆-格雷迈恩",
						["iLvl"] = 252,
						["time"] = 1635409078,
						["class"] = 2,
						["bTag"] = "Eternal#52892",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "傲气大奔-死亡之翼",
						["iLvl"] = 228,
						["time"] = 1635409078,
						["class"] = 1,
						["bTag"] = "clown#5588",
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "幻噬-影之哀伤",
						["iLvl"] = 193,
						["time"] = 1635409078,
						["class"] = 12,
						["bTag"] = "风行者#54343",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "Afogomorn-奥尔加隆",
						["iLvl"] = 220,
						["time"] = 1635409078,
						["class"] = 9,
						["bTag"] = "liyuhao#5937",
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "斯巴达甜菜訫-大地之怒",
						["time"] = 1635409078,
						["class"] = 6,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "西楚月末-燃烧之刃",
						["iLvl"] = 205,
						["time"] = 1635409078,
						["class"] = 9,
						["bTag"] = "西楚哥哥#5852",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "利见大人-布兰卡德",
						["iLvl"] = 250,
						["time"] = 1635409078,
						["class"] = 6,
						["bTag"] = "碧海潮声曲#5427",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "灬毒蘑菇灬-格瑞姆巴托",
						["iLvl"] = 202,
						["time"] = 1635409078,
						["class"] = 9,
						["bTag"] = "毒蘑菇#5930",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "怒喝一盆水-萨尔",
						["iLvl"] = 236,
						["time"] = 1635409078,
						["class"] = 3,
						["bTag"] = "茫然之骑士#5290946",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "卡夫诺-加兹鲁维",
						["iLvl"] = 194,
						["time"] = 1635409078,
						["class"] = 9,
						["bTag"] = "卡夫诺#5148",
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "张隼-耐奥祖",
						["iLvl"] = 217,
						["time"] = 1635409078,
						["class"] = 1,
						["bTag"] = "不是我杀的#51994",
					}, -- [90]
					{
						["role"] = "TANK",
						["name"] = "狮心琅轩-死亡之翼",
						["iLvl"] = 207,
						["time"] = 1635409078,
						["class"] = 2,
						["bTag"] = "琅轩#5554",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "聖吻-凤凰之神",
						["iLvl"] = 247,
						["time"] = 1635409078,
						["class"] = 2,
						["bTag"] = "雷霆咆哮#5762",
					}, -- [92]
					{
						["role"] = "HEALER",
						["name"] = "哒哒达芬骑-冰霜之刃",
						["time"] = 1635409078,
						["class"] = 2,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "小文雀-克尔苏加德",
						["iLvl"] = 222,
						["time"] = 1635409078,
						["class"] = 1,
						["bTag"] = "文雀#5313",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "空麻袋背米-凤凰之神",
						["time"] = 1635409078,
						["class"] = 2,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "风雪-无尽之海",
						["time"] = 1635409078,
						["class"] = 8,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "不如眠去-凤凰之神",
						["iLvl"] = 220,
						["time"] = 1635409078,
						["class"] = 3,
						["bTag"] = "Veeshow#5444",
					}, -- [97]
					{
						["role"] = "TANK",
						["name"] = "暮月清风-燃烧之刃",
						["iLvl"] = 216,
						["time"] = 1635409078,
						["class"] = 2,
						["bTag"] = "我的眼中星河万里#5998",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "槐琥-凤凰之神",
						["iLvl"] = 249,
						["time"] = 1635409078,
						["class"] = 12,
						["bTag"] = "澹台却邪#5182",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "间谍杀手-格瑞姆巴托",
						["iLvl"] = 245,
						["time"] = 1635409078,
						["class"] = 12,
						["bTag"] = "GDPLX#5639",
					}, -- [100]
					{
						["role"] = "TANK",
						["name"] = "陆雪祺-凤凰之神",
						["iLvl"] = 223,
						["time"] = 1635409078,
						["class"] = 12,
						["bTag"] = "Eminem#53331",
					}, -- [101]
					{
						["role"] = "HEALER",
						["name"] = "守护木木-伊森利恩",
						["iLvl"] = 223,
						["time"] = 1635409078,
						["class"] = 2,
						["bTag"] = "Smilence#5821",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "叨叨不休-凤凰之神",
						["iLvl"] = 218,
						["time"] = 1635409078,
						["class"] = 6,
						["bTag"] = "闪亮之雄的巨人#5380",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "星辰的维纳斯-贫瘠之地",
						["iLvl"] = 250,
						["time"] = 1635409078,
						["class"] = 8,
						["bTag"] = "星辰的维纳斯#5366",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "几百个小德丶-苏拉玛",
						["time"] = 1635409078,
						["class"] = 11,
					}, -- [105]
				},
				["6-0-16-0"] = {
					{
						["role"] = "TANK",
						["name"] = "玲灵丶-格瑞姆巴托",
						["iLvl"] = 251,
						["time"] = 1635214641,
						["class"] = 2,
						["bTag"] = "银湖桥的夜#5276",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "蕾姆的英雄丶-死亡之翼",
						["iLvl"] = 253,
						["time"] = 1635234622,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "阿尔托莉雅#54365",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "下水道粑粑-回音山",
						["iLvl"] = 225,
						["time"] = 1635234622,
						["class"] = 10,
						["bTag"] = "遇见鹏#5924",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "戈凡-贫瘠之地",
						["iLvl"] = 250,
						["time"] = 1635234622,
						["class"] = 10,
						["bTag"] = "戈凡#5794",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "白白不吃斋-冰风岗",
						["iLvl"] = 252,
						["time"] = 1635409399,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "十七岁咲柏#5917",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "还能说什么呢-斩魔者",
						["iLvl"] = 246,
						["time"] = 1635234622,
						["class"] = 8,
						["bTag"] = "子望#51296",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "心痛如绞-冰风岗",
						["iLvl"] = 251,
						["time"] = 1635234622,
						["class"] = 8,
						["bTag"] = "史诗之裤#5286732",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "惊鸿游龙-血牙魔王",
						["iLvl"] = 251,
						["time"] = 1635239701,
						["class"] = 11,
						["bTag"] = "Sonic#5974",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "真的没有奶-血色十字军",
						["time"] = 1635241058,
						["class"] = 7,
						["leader"] = true,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "面团-瓦拉纳",
						["time"] = 1635241058,
						["class"] = 8,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "艹樹木-凤凰之神",
						["time"] = 1635241058,
						["class"] = 8,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Nikus-燃烧之刃",
						["time"] = 1635241058,
						["class"] = 4,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "Talone-耐普图隆",
						["time"] = 1635241058,
						["class"] = 12,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "风筝的萨满-暴风祭坛",
						["time"] = 1635241058,
						["class"] = 7,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "四十九个猎刃-利刃之拳",
						["time"] = 1635241058,
						["class"] = 9,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Wxtwxt-火焰之树",
						["time"] = 1635241058,
						["class"] = 8,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "抠脚二万八-燃烧之刃",
						["time"] = 1635241058,
						["class"] = 2,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Btluyi-轻风之语",
						["time"] = 1635241058,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "醉雨霖铃-格瑞姆巴托",
						["time"] = 1635241058,
						["class"] = 3,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "低语者之殇-凤凰之神",
						["time"] = 1635241058,
						["class"] = 6,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "长长的大角-提尔之手",
						["time"] = 1635241058,
						["class"] = 1,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "指尖灬焰火-布兰卡德",
						["time"] = 1635241058,
						["class"] = 8,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "安静的安静-奥妮克希亚",
						["time"] = 1635241058,
						["class"] = 3,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "上帝惹的祸-伊利丹",
						["time"] = 1635241058,
						["class"] = 8,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "哦吼-伊萨里奥斯",
						["time"] = 1635241058,
						["class"] = 12,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "思妍-死亡之翼",
						["time"] = 1635241058,
						["class"] = 5,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "韭菜炒大葱-安苏",
						["time"] = 1635241058,
						["class"] = 3,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "久岛鸥-月光林地",
						["time"] = 1635241058,
						["class"] = 8,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "枯梧桐-战歌",
						["time"] = 1635241058,
						["class"] = 5,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "白桃乌龙芝士-塞拉摩",
						["time"] = 1635241058,
						["class"] = 2,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "尐獵人-鲜血熔炉",
						["iLvl"] = 243,
						["time"] = 1635241258,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "狂野之狼#510812",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "甜甜圈阿拉蕾-死亡之翼",
						["iLvl"] = 237,
						["time"] = 1635241258,
						["class"] = 5,
						["bTag"] = "甜甜#52283",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "躺在地上滚-熔火之心",
						["iLvl"] = 237,
						["time"] = 1635241258,
						["class"] = 10,
						["bTag"] = "不怎么样丶#51962",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "小狐狸不骚-格瑞姆巴托",
						["iLvl"] = 236,
						["time"] = 1635241258,
						["class"] = 9,
						["bTag"] = "白鹅骑士#5228",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "开局选法丝-死亡之翼",
						["iLvl"] = 218,
						["time"] = 1635241258,
						["class"] = 4,
						["bTag"] = "小熊来了#5790",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "科洛丝琳希-通灵学院",
						["iLvl"] = 250,
						["time"] = 1635241258,
						["class"] = 9,
						["bTag"] = "Parn#5497",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "奈德客益-凤凰之神",
						["time"] = 1635241258,
						["class"] = 11,
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "乐于转人-无尽之海",
						["time"] = 1635241258,
						["class"] = 10,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "小明哥哥-凤凰之神",
						["time"] = 1635241258,
						["class"] = 3,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "丨好运姐丨-埃德萨拉",
						["iLvl"] = 243,
						["time"] = 1635303242,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "冯丽欣#5714",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "Madxx-闪电之刃",
						["iLvl"] = 248,
						["time"] = 1635303242,
						["class"] = 12,
						["bTag"] = "Madintern#5651",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "夜盲人-凤凰之神",
						["iLvl"] = 247,
						["time"] = 1635303242,
						["class"] = 12,
						["bTag"] = "小培培#5106",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "丨戰灬尛柒-狂热之刃",
						["iLvl"] = 237,
						["time"] = 1635303231,
						["class"] = 1,
						["bTag"] = "I7BI#5774",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "捻尘-燃烧之刃",
						["iLvl"] = 220,
						["time"] = 1635303242,
						["class"] = 12,
						["bTag"] = "尘易沉#5723",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "九天应元-布兰卡德",
						["iLvl"] = 239,
						["time"] = 1635303242,
						["class"] = 8,
						["bTag"] = "弱水三千#51128",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "一个散人而已-凤凰之神",
						["iLvl"] = 204,
						["time"] = 1635303242,
						["class"] = 8,
						["bTag"] = "为了部落#557466",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "丨水调歌头-燃烧之刃",
						["iLvl"] = 248,
						["time"] = 1635303242,
						["class"] = 6,
						["bTag"] = "yatthaus#5568",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "忆点丶-影之哀伤",
						["time"] = 1635409404,
						["class"] = 2,
						["leader"] = true,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "生灭予夺-黑暗魅影",
						["iLvl"] = 252,
						["time"] = 1635409399,
						["class"] = 3,
						["bTag"] = "ROTK#51892",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "呼吸丶暂停时-无尽之海",
						["iLvl"] = 246,
						["time"] = 1635409404,
						["class"] = 11,
						["bTag"] = "黑色眼镜#5816",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "王多丶鱼-迅捷微风",
						["iLvl"] = 233,
						["time"] = 1635467711,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "吉沢明步#51383",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "Assasslnn-阿纳克洛斯",
						["iLvl"] = 247,
						["time"] = 1635467691,
						["class"] = 4,
						["bTag"] = "曉軒窻#5238",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Erdan-破碎岭",
						["time"] = 1635467663,
						["class"] = 3,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "麥兜兜-伊森利恩",
						["iLvl"] = 255,
						["time"] = 1635467686,
						["class"] = 6,
						["bTag"] = "麦兜#52464",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "説説愛-黑铁",
						["iLvl"] = 215,
						["time"] = 1635467670,
						["class"] = 12,
						["bTag"] = "琉璃悟道#5641",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Hiyo-遗忘海岸",
						["iLvl"] = 217,
						["time"] = 1635732646,
						["class"] = 1,
						["bTag"] = "你看天上有头牛#5965",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "赤羽業火-金色平原",
						["iLvl"] = 192,
						["time"] = 1635732646,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "赤羽#51771",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "小冰冰小马甲-血色十字军",
						["iLvl"] = 237,
						["time"] = 1635732621,
						["class"] = 4,
						["bTag"] = "小冰冰马甲#5833",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "水獭塔卡-冰风岗",
						["iLvl"] = 251,
						["time"] = 1635732639,
						["class"] = 5,
						["bTag"] = "水獭塔卡#5642",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋黄窝菓-死亡之翼",
						["iLvl"] = 236,
						["time"] = 1635732646,
						["class"] = 4,
						["bTag"] = "茫然骑士#5198",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡呼吸-冰风岗",
						["iLvl"] = 251,
						["time"] = 1635732646,
						["class"] = 3,
						["bTag"] = "头号玩家#5344",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "黒銫灰烬-格瑞姆巴托",
						["time"] = 1635732619,
						["class"] = 12,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "晚风拂青丝-贫瘠之地",
						["iLvl"] = 223,
						["time"] = 1635732646,
						["class"] = 6,
						["bTag"] = "夜尽天明#53228",
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "蓝色药瓶-阿拉希",
						["time"] = 1635732646,
						["class"] = 5,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐裁决-无尽之海",
						["time"] = 1635732646,
						["class"] = 8,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡的清茶-鲜血熔炉",
						["iLvl"] = 218,
						["time"] = 1635815214,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "淡淡的清茶#5763",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "放歌杀-安苏",
						["iLvl"] = 201,
						["time"] = 1635815197,
						["class"] = 9,
						["bTag"] = "归零#5316",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "夜王子-血色十字军",
						["iLvl"] = 231,
						["time"] = 1635815214,
						["class"] = 8,
						["bTag"] = "冰霜之犬#520673",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Sarkis-寒冰皇冠",
						["time"] = 1635815214,
						["class"] = 12,
					}, -- [69]
				},
			},
			["searchHistoryList"] = {
				"9-0-19-0", -- [1]
				"6-0-0-0", -- [2]
				"1-0-0-0", -- [3]
			},
			["version"] = "90005.02",
			["advShine"] = "90005.02",
			["lastSearchCode"] = "9-0-19-0",
		},
	},
}
